{"0": {"company": "CloudMedx Inc", "content": "FOUND", "operating status": "active", "funding status": "N/A", "last funding type": "venture - series unknown", "company type": "for profit", "website": "www.cloudmedxhealth.com", "categories": "artificial intelligence, big data, health care, information technology, machine learning, natural language processing, neuroscience, personal health, predictive analytics", "description": "CloudMedx was started with the aim to make healthcare affordable, accessible and standardized for all patients and doctors. The foundation of the company is based on a near death experience that one of the founder's father experienced as a result of a misdiagnosis. CloudMedx uses NLP and deep learning to extract key clinical concepts from the...\nRead More"}, "1": {"company": "CoachAi", "content": "FOUND", "operating status": "active", "funding status": "N/A", "last funding type": "N/A", "company type": "for profit", "website": "www.coachai.com/", "categories": "artificial intelligence, psychology, wellness", "description": "CoachAi uses artificial intelligence and behavioral psychology to create lasting behavioral change.\nCoachAi drastically improves health clubs’ member engagement and retention. Using proven behavioral science, CoachAi helps members achieve their fitness goals and make exercise into a regular part of their lives."}, "2": {"company": "COCO-MAT", "content": "FOUND", "operating status": "active", "funding status": "N/A", "last funding type": "N/A", "company type": "for profit", "website": "www.coco-mat.com/us_en", "categories": "consumer goods, lifestyle, manufacturing", "description": "COCO-MAT today is a recognised leader for natural sleep products, bed linen, towels and furniture for homes and hotels.\nWhen they founded COCO-MAT back in 1989, they shared a common dream; offer blissful sleep to every person who sleeps on their beds, their pillows and their mattresses.\nUsing Nature’s wisdom as a guide and source of...\nRead More"}, "3": {"company": "Cogisen", "content": "FOUND", "operating status": "active", "funding status": "early stage venture", "last funding type": "grant", "company type": "for profit", "website": "www.cogisen.com/", "categories": "artificial intelligence, computer vision, image recognition, internet of things, neuroscience", "description": "Cogisen develops artificial intelligence solutions. It offers SENCOGI, an eye-tracking software for smartphones/mobile phones.\nChiara Passacantilli and Christiaan Erik Rijnders founded Cogisen in 2009. Its headquarters is in Naples in Italy."}, "4": {"company": "Cogmed", "content": "FOUND", "operating status": "active", "funding status": "N/A", "last funding type": "N/A", "company type": "for profit", "website": "www.cogmed.com/", "categories": "education, fitness, health care, software", "description": "Cogmed is the leader in evidence-based training solutions for improved cognitive performance\nCogmed creates, validates, and markets products for individuals of all age levels allowing them to unlock their natural cognitive abilities by training their brain.\nThey believe that carefully designed, scientifically tested, and professionally...\nRead More"}, "5": {"company": "Cognatory", "content": "FOUND", "operating status": "active", "funding status": "N/A", "last funding type": "N/A", "company type": "for profit", "website": "N/A", "categories": "edtech, education, health care, knowledge management", "description": "Cognatory is an educational technology (EdTech) company which is committed in improving the mental health and wealth of students using the latest advances in the science of learning."}, "6": {"company": "Cogniciti", "content": "FOUND", "operating status": "active", "funding status": "N/A", "last funding type": "N/A", "company type": "N/A", "website": "www.cogniciti.com", "categories": "biotechnology, health care, medical", "description": "We rely on our mental abilities to accomplish everything from creative problem solving to staying alert and focused. While central to our lives, little has been known about how the brain accomplishes its function. Recent advances in neuroscience, however, are revealing evidence of how the common concepts of memory, attention, motivation, and...\nRead More"}, "7": {"company": "CogniFit", "content": "FOUND", "operating status": "active", "funding status": "early stage venture", "last funding type": "series a", "company type": "N/A", "website": "www.cognifit.com", "categories": "artificial intelligence, education, fitness, health care, information technology, wellness", "description": "CogniFit is a revolutionary technology that lets you explore your brain, assess your cognitive abilities and train the skills that are important to you. You will instantly know how fit your brain is and what can be done to boost it.\nThe company uses patented, scientifically validated technology to develop and market software which enhances basic...\nRead More"}, "8": {"company": "Cognilab Technologies", "content": "FOUND", "operating status": "active", "funding status": "seed", "last funding type": "seed", "company type": "N/A", "website": "cognilab.com", "categories": "psychology, universities", "description": "Cognilab Technologies is an online laboratory for creating, crowdsourcing and sharing psychology experiments.\nCognilab is the world's first online laboratory for psychology research. Their service is 10x cheaper, faster and easier than using a physical lab for experiments."}, "9": {"company": "Cognisess", "content": "FOUND", "operating status": "active", "funding status": "N/A", "last funding type": "venture - series unknown", "company type": "for profit", "website": "www.cognisess.com", "categories": "analytics, artificial intelligence, b2b, human resources, neuroscience, psychology, recruiting, software", "description": "Cognisess is the provider of people analytics software to business, via our enterprise talent platform. We leverage neuroscience, video profiling, game mechanics and data insight to transform a company’s understanding and performance of its most valuable asset – people.\nCognitive neuroscience is re-shaping our view of the brain and Cognisess...\nRead More"}, "10": {"company": "Cognition Therapeutics", "content": "FOUND", "operating status": "active", "funding status": "N/A", "last funding type": "grant", "company type": "for profit", "website": "www.cogrx.com", "categories": "biotechnology, life science, therapeutics", "description": "Cognition Therapeutics, Inc. is focused on the discovery and development of small molecule therapeutics targeting the toxic proteins that cause the cognitive decline associated with Alzheimer's disease and other degenerative diseases of the human brain. Toxic proteins play a crucial role in a large class of disease targets, and there are...\nRead More"}, "11": {"company": "Cognitive Algorithms Laboratory", "content": "FOUND", "operating status": "active", "funding status": "N/A", "last funding type": "N/A", "company type": "for profit", "website": "N/A", "categories": "artificial intelligence, health care, neuroscience", "description": "CAL Labs investigates the foundations of human intelligence and functional capacity. It lays the groundwork for both weak and strong AI by incorporating both top-down and bottom-up approaches to the evolutionary mechanisms that led to behaviorally modern humans. Further research into the elements of cognition has immediate impact when using big...\nRead More"}, "12": {"company": "Cognitive Electronics", "content": "FOUND", "operating status": "active", "funding status": "N/A", "last funding type": "venture - series unknown", "company type": "N/A", "website": "www.cognitive-electronics.com", "categories": "analytics, information services, information technology", "description": "Cognitive Electronics was founded by Andrew Felch, Richard Granger, Mac Dougherty and Gregg Fairbrothers and was inspired by Andrew and Rick’s knowledge of human brain algorithms. This knowledge was put to use developing hardware that provides brain-like high performance and software programmability."}, "13": {"company": "Cognixion", "content": "FOUND", "operating status": "active", "funding status": "seed", "last funding type": "seed", "company type": "for profit", "website": "www.cognixion.com/", "categories": "artificial intelligence, augmented reality, biotechnology, neuroscience, software", "description": "Cognixion™ is the revolutionary sensory communication system that enables people to communicate using a brain computer interface (BCI) that translates brainwaves directly into communication. Cognixion has been internationally recognized for its innovation and use of exponential technologies to solve a social and healthcare global challenge -...\nRead More"}, "14": {"company": "Verge Genomics", "content": "FOUND", "operating status": "active", "funding status": "early stage venture", "last funding type": "series a", "company type": "for profit", "website": "www.vergegenomics.com", "categories": "genetics, health care", "description": "Verge Genomics is looking to find cures for brain diseases. Alzheimers, ALS, and Parkinsons are complex diseases that usually involve a network of genes, as opposed to a single gene."}, "15": {"company": "Versus", "content": "NOT FOUND"}, "16": {"company": "Vic.ai", "content": "FOUND", "operating status": "active", "funding status": "seed", "last funding type": "seed", "company type": "for profit", "website": "www.vic.ai", "categories": "accounting, artificial intelligence, financial services, information services", "description": "Vic.ai is a service that automates accounting and provides financial advice and support through the use of Artificial Intelligence (“A.I.”).\nResearch estimates a 94% chance that most of the accounting industry will be automated ($100bn Industry in the US).\nThrough more than 15 years experience in the Cloud Accounting space, and with access to...\nRead More"}, "17": {"company": "Virobay", "content": "FOUND", "operating status": "active", "funding status": "ipo", "last funding type": "series b", "company type": "for profit", "website": "www.virobayinc.com", "categories": "biotechnology, neuroscience, pharmaceutical", "description": "Virobay, Inc. operates as an anti-viral drug discovery and development company. It engages in developing, investigating, and creating treatments for hepatitis C, such as protease and polymerase inhibitors. The company was founded in 2006 and is headquartered in Menlo Park, California."}, "18": {"company": "Virtuleap", "content": "FOUND", "operating status": "active", "funding status": "seed", "last funding type": "seed", "company type": "for profit", "website": "www.virtuleap.com", "categories": "3d technology, apps, big data, biometrics, internet, machine learning, neuroscience, predictive analytics, saas, virtual reality", "description": "We enable the body to speak in XR using neuroscience research and machine learning. Our biometric algorithms translate subliminal body language into psychographics, so that you can know whether your users are excited, angry, or bored of their minds in the context of any immersive content. We are currently developing an edutainment app called the...\nRead More"}, "19": {"company": "Visible Insignia", "content": "FOUND", "operating status": "active", "funding status": "N/A", "last funding type": "N/A", "company type": "for profit", "website": "www.visibleinsignia.com", "categories": "advertising, consulting, marketing", "description": "Visible Insignia is an SEO company in Houston. Their SEO consultant in Houston was placed as the top 25 consultants in Houston. They offer internet marketing for psychologists, psychiatrists, and other mental health counselors in private practice. They also offer free website for counselors. They use SEO, PPC, Social media management, brand...\nRead More"}, "20": {"company": "Visikol", "content": "FOUND", "operating status": "active", "funding status": "early stage venture", "last funding type": "grant", "company type": "for profit", "website": "visikol.com/", "categories": "biotechnology, developer tools, information technology, neuroscience", "description": "Visikol is a CRO focused on advanced drug discovery that is leading the field of bio-imaging, bioinformatics and image analysis. We conduct end-to-end drug discovery services that include both 2D and 3D in vitro models and assays, 3D whole mount tissue imaging, digital pathology and custom drug discovery projects. Visikol offers a portfolio of drug...\nRead More"}, "21": {"company": "Vita Beans Neural Solutions", "content": "FOUND", "operating status": "active", "funding status": "N/A", "last funding type": "N/A", "company type": "for profit", "website": "vitabeans.com/", "categories": "neuroscience", "description": "Vita Beans is a startup by graduates of BITS Pilani. A long time back, They started out as an intellectual endeavor to build an Artificial Intelligence agent (AI agent) that can make decisions just like the human brain does. i.e. not just by considering economic & tangible criteria involved in decision making, but also evolutionary, emotional...\nRead More"}, "22": {"company": "Vita Sound", "content": "FOUND", "operating status": "active", "funding status": "N/A", "last funding type": "venture - series unknown", "company type": "N/A", "website": "www.vitasound.com", "categories": "audio, consumer electronics", "description": "itaSound Audio Inc is an audio-enhancement technology company which develops and brings to market advanced audio solutions that enhance the quality of life for the boomer generation. Utilizing leading-edge brain science, our patented Neuro-Compensator is a ‘best-in-class’ technology, which significantly improves the listening experience by...\nRead More"}, "23": {"company": "Vitalus Sleep", "content": "FOUND", "operating status": "active", "funding status": "N/A", "last funding type": "N/A", "company type": "for profit", "website": "www.vitalussleep.com", "categories": "health care, lifestyle", "description": "We provide expert, comfortable care that helps Houston sleep soundly. Our private rooms and amenities make you feel like you're at a luxury hotel. You can get a superior night's sleep...let Superior Sleep Center help you do it."}, "24": {"company": "Vittude", "content": "FOUND", "operating status": "active", "funding status": "N/A", "last funding type": "convertible note", "company type": "for profit", "website": "www.vittude.com", "categories": "health care, psychology, therapeutics", "description": "Every dollar invested in scaling up treatment for those with depression and anxiety leads to a 4x return in better health and productivity. With Vittude, Brazilians can talk to their psychologists anytime, anywhere. Our psychologists can access marketing, technology and additional income."}, "25": {"company": "VMake", "content": "FOUND", "operating status": "active", "funding status": "N/A", "last funding type": "N/A", "company type": "N/A", "website": "www.vmakevisas.com", "categories": "health care", "description": "VMake Inc is a mobile apps developing company that develops apps for Android and iOS platforms. They have developed apps like FitnessFast - Daily fitness exercise workout weight & sleep tracker and Remindsy - Social Reminders."}, "26": {"company": "Voicery", "content": "FOUND", "operating status": "active", "funding status": "early stage venture", "last funding type": "series a", "company type": "N/A", "website": "www.voicery.com/", "categories": "neuroscience, speech recognition", "description": "Voicery synthesizes the most realistic human voices using deep neural networks. Prior to starting Voicery, Andrew, one of the founders, led the speech synthesis research team at Baidu Research. By synthesizing speech nearly indistinguishable from human, Voicery aims to enable new media applications, such as auto-generated audiobooks, podcasts,...\nRead More"}, "27": {"company": "Vycor Medical", "content": "FOUND", "operating status": "active", "funding status": "ipo", "last funding type": "post-ipo equity", "company type": "N/A", "website": "vycormedical.com", "categories": "hardware, health care, medical device, software", "description": "Vycor Medical, Inc. is a medical device company committed to making neurological brain, spinal and other surgical procedures safer and more effective. Vycor's innovative medical instruments are designed to optimize neurosurgical site access, reduce patient risk, accelerate recovery, and add tangible value to the professional medical community."}, "28": {"company": "We Sell Sleep", "content": "FOUND", "operating status": "active", "funding status": "N/A", "last funding type": "N/A", "company type": "for profit", "website": "wesellsleep.com/", "categories": "e-commerce, health care", "description": "We Sell Sleep want to give you a one-stop shop for both sleep advice and a place to find sleep related products that have been tried and tested. With a singular mission of helping you sleep better They hope to improve your sleep, and in turn improve your life.\nThey hope that you find something in Their extensive product range that will make a...\nRead More"}, "29": {"company": "Wealth Words", "content": "FOUND", "operating status": "active", "funding status": "N/A", "last funding type": "N/A", "company type": "for profit", "website": "www.wealthwords.com/", "categories": "gaming", "description": "Make Real Money by Playing Online Games! Wealth Words, is an online gaming platform to play crossword puzzle games online. Train your brain to unleash your words search puzzle skills and earn real money by solving puzzle games. Play and win cash with Wealth Words."}, "30": {"company": "WeAreBrain", "content": "FOUND", "operating status": "active", "funding status": "N/A", "last funding type": "N/A", "company type": "for profit", "website": "www.wearebrain.com/", "categories": "artificial intelligence, consulting, information technology, mobile, product design, software", "description": "Founded in 2014, WeAreBrain is a full-service strategic technology agency in the business of ideas, entrepreneurship and invention. We are entrepreneurs at heart and enable clients to create and execute strategies and solutions for their digital transformation. We imagine, create and develop intelligent design, thoughtful products and solutions. We...\nRead More"}, "31": {"company": "WeSee", "content": "FOUND", "operating status": "active", "funding status": "N/A", "last funding type": "N/A", "company type": "for profit", "website": "www.wesee.com", "categories": "artificial intelligence, computer vision, content discovery, image recognition, insurance, insurtech, neuroscience, video", "description": "Our mission at WeSee is to enable a safer society, by looking out for the good guys and helping catch the bad. WeSee pushes AI beyond facial recognition, detecting suspicious behaviour which we believe holds the key to our safety and security, at home and at work.\nPushing artificial intelligence beyond facial recognition, WeSee can analyse an...\nRead More"}, "32": {"company": "West Bend Assisted Living Pharmacy", "content": "FOUND", "operating status": "active", "funding status": "m&a", "last funding type": "N/A", "company type": "for profit", "website": "www.westbendnhrx.com/", "categories": "health care, pharmaceutical", "description": "West Bend Assisted Living Pharmacy provide medication dispensing and pharmacy consulting services to a variety of facilities, including:\n- Community Based Residential Facilites (CBRF)\n- Residential Care Apartment Complexes (RCAC)\n- Adult Family Homes (AFH)\n- Hospice Care\n- Adult Foster Care\n- Select Outpatient Populations\n- Correctional...\nRead More"}, "33": {"company": "Widget Brain", "content": "FOUND", "operating status": "active", "funding status": "N/A", "last funding type": "N/A", "company type": "for profit", "website": "www.widgetbrain.com", "categories": "artificial intelligence, information technology, internet, robotics", "description": "Widget Brain is passionate about creating smart solutions that have a real impact on daily life: algorithms that lower CO2, improve recycling rates, deliver faster, prevent critical failures and decide autonomously.\nWe are ambitious in achieving our vision of the future. In that future, we see a connected universe of things, capable of...\nRead More"}, "34": {"company": "WildBrain", "content": "FOUND", "operating status": "active", "funding status": "m&a", "last funding type": "venture - series unknown", "company type": "for profit", "website": "www.wildbrain.com", "categories": "advertising, gaming, internet", "description": "WildBrain Family International (\"WildBrain\") is an industry leader in online video management and the creation of preschool and children’s entertainment content on YouTube. We make and share videos on YouTube, running a network of channels, managing the rights and audience growth from our catalogue of over 11,500 half hours of video...\nRead More"}, "35": {"company": "Windward Way Recovery", "content": "FOUND", "operating status": "active", "funding status": "N/A", "last funding type": "N/A", "company type": "N/A", "website": "windwardway.com/", "categories": "health care, medical, personal health", "description": "Windward Way Recovery is a mental health care institution that offers five phases of clinical drug treatment; detox, inpatient, PHP (partial hospitalization), IOP (intensive outpatient), and aftercare. Its facilities locally support communities in Costa Mesa, Newport Beach, Irvine, Huntington Beach, Long Beach, & Laguna Beach, which are...\nRead More"}}